[
    {
        "tune_id": "1",
        "tune_name": "PERPETUA",
        "tune_copyright": "CC BY-NC-ND",
        "tune_timesignature": "3/4",
        "tune_meter": "8.8.8.8.8.8.",
        "tune_comment": null,
        "tune_story": "God is faithful through the generations in spite of times of persecution and martyrdom. We must not forget—the ultimate victory is won through Christ. God manifests His Kingdom to the world in the hearts and lives of His people. \n\nWe at ReflectHymn felt that the well known tune for “Faith of Our Fathers” did not communicate the richness of the words of this poem. We sought to encapsulate deeper meaning by incorporating a sweeping melodic line and rich harmonies. Our tune, “Perpetua”, was named after a [young mother](https://en.wikipedia.org/wiki/Perpetua) martyred in the 200′s.\n\nWe hope you will appreciate the fresh take on this hymn, reconsidering the truths of these words as you sing praise to our God.\n\n"
    },
    {
        "tune_id": "2",
        "tune_name": "GOD'S PEOPLE",
        "tune_copyright": "CC BY-NC-ND",
        "tune_timesignature": "3/4",
        "tune_meter": "8.7.8.7.8.7.",
        "tune_comment": null,
        "tune_story": "ReflectHymn’s tune for _God is Known among His People_ seeks to reflect God’s holiness. We chose a minor key to communicate the seriousness of His call to obedience and of his judgement of the wicked. Notice, even though there are many minor chords in this tune, we also chose ones of a major color, showing the nature of God’s grace and our joy in redemption.\n\nMany thanks to [Nathan Clark George](https://nathanclarkgeorge.com) for feedback on the chordal structure, and Don for his assistance in the part writing.\n\nOur holy God has deigned to reveal Himself to mankind. This gives cause for every knee to bow and every tongue to confess Him Lord. He calls the humble to take refuge in him. Worship God for His holiness!\n\n"
    },
    {
        "tune_id": "3",
        "tune_name": "OBEDIAH",
        "tune_copyright": "CC BY-NC-ND",
        "tune_timesignature": "4/4",
        "tune_meter": "8.7.8.7.8.7.",
        "tune_comment": null,
        "tune_story": "All mankind groans under the effects of the curse. Death and sin affect each person in the world, and every corner of the universe. It’s all tainted by sin. But for God’s plan of redemption, His people would continue forever in hopelessness and despair.\nChrist is coming. He will make things right. He will judge all men, dividing those who love him and those who live in rebellion against His authority. He will redeem this earth, transforming it into a new creation for his covenant people. Christ will glorify His Father and all will worship at His feet.\nThough we do not know the day or hour of his coming (or the month or year, for that matter!), we look forward to the redemption of all things, in His perfect time.\nWe at ReflectHymn wrote this tune to express both the hopeful waiting of God’s people through the trials of this life, and the triumphant exaltation of His plan. Christ will set all things right to His glory.\nYou will notice how the first two lines have less melodic range, yet continue to build with hope. At the last line, the melody range explodes, including an unusual major 7th interval.\nThe tune name, Obediah, means “Servant of God”. This is our call.  We walk in our calling before His face, serving Him, and trusting all things to His perfect will.\n"
    },
    {
        "tune_id": "4",
        "tune_name": "GLENHILL",
        "tune_copyright": "CC BY-NC-ND",
        "tune_timesignature": "4/4",
        "tune_meter": "8.7.8.7.D.",
        "tune_comment": null
    },
    {
        "tune_id": "5",
        "tune_name": "GOD OF COMFORT",
        "tune_copyright": "CC BY-NC-ND",
        "tune_timesignature": "3/4",
        "tune_meter": "S.M.D.",
        "tune_comment": null
    },
    {
        "tune_id": "6",
        "tune_name": "MORNING GRACE",
        "tune_copyright": "CC BY-NC-ND",
        "tune_timesignature": "3/4",
        "tune_meter": "S.M.",
        "tune_comment": "by Charissa Singleton, arr. Rebecca Loomis"
    }
]